Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Geräte zur Feststellung von Zahnerkrankungen
en: Apparatus for use in identifying periodontal disease

source: Druckbandagen für anatomische Stützzwecke
en: Pressure bandages for anatomical support purposes

source: Computergesteuerte Übungsgeräte für therapeutische Zwecke
en: Computer controlled exercise apparatus for therapeutic use

source: Therapeutische Heißluftapparate
en: Hot air therapeutic apparatus

source: Apparate zum Säugen
en: Nursing appliances

source: Schläuche für Katheter
en: Tubing for use with catheters

source: Medizinische Decken zum Abkühlen von Patienten
en: Medical blankets for the cooling of patients

source: Medizinische Kühler mit Körperkontaktapplikatoren zur Steuerung der Temperatur von Körperwunden
en: Medical cooling units with body contact applicators to control body wound temperatures

source: Optische Temperaturmessinstrumente für medizinische Untersuchungszwecke
en: Optical temperature measuring instruments for medical inspection purposes

source: Orthopädische Polster
en: Orthopedic cushions

source: Geräte zur enteralen Ernährung
en: Apparatus for enteral feeding

source: Geräte für orthopädische Zwecke
en: Apparatus for orthopaedic purposes

source: Atemschutzmasken für die künstliche Beatmung
en: Protective breathing masks for artificial respiration

source: Gesichtsschutzmasken für zahnärztliche Zwecke
en: Protective face masks for dental use

source: Thermografische Instrumente für medizinische Zwecke
en: Thermographic instruments for medical purposes

source: Turngeräte für therapeutische Zwecke
en: Exercise machines for therapeutic purposes

source: Überdrucksauerstoffkammern für medizinische Zwecke
en: Hyperbaric oxygen chambers for medical purposes

source: Geräte zum Spülen von Körperhöhlen
en: Appliances for washing body cavities

source: Nadeln aus Edelmetallen für zahnärztliche Zwecke
en: Pins of precious materials for dental use

source: Pipetteninstrumente für chirurgische Zwecke
en: Pipetting instruments for surgical use

source: Wischer zum Reinigen von Körperhöhlen
en: Brushes for cleaning body cavities

source: Impulsmessinstrumente für medizinische Zwecke
en: Impulse measuring instruments for medical use

source: Kissen für medizinische Zwecke zum Stützen von Säuglingen während des Badens
en: Cushions for medical use for supporting infants while being bathed

source: Kissen für medizinische Zwecke zur Stützung des Gesichts
en: Cushions for medical use, adapted to support the face

source: Apparate zur Fulguration des Herzens
en: Cardiac fulguration apparatus

source: Heizdecken für medizinische Zwecke
en: Blankets, electric, for medical purposes

source: Streckapparate für medizinische Zwecke
en: Traction apparatus for medical purposes

source: Künstliche Hüftgelenke
en: Artificial hip joints

source: Künstliche Implantate
en: Artificial implants

source: Künstliche Nieren
en: Artificial kidneys

source: Apparate zur Thermobehandlung von Krebs
en: Apparatus for the thermal treatment of cancer

source: Apparate für die Behandlung von Atembeschwerden
en: Apparatus for the treatment of breathing difficulties

source: Apparate für die Untersuchung von Stoffwechselkrankheiten
en: Apparatus for use in the investigation of metabolic disorders

source: Applikatoren für pharmazeutische Präparate
en: Applicators for pharmaceutical preparations

source: Patientenüberwachungssensoren und -alarmgeräte
en: Patient monitoring sensors and alarms

source: Mundschutzmasken für veterinärmedizinische Zwecke
en: Protective mouth masks for veterinary use

source: Schutzvisiere für chirurgische Zwecke
en: Protective visors for surgical use

source: Pumpen für medizinische Zwecke für die Arzneizuführung aus Behältern
en: Pumps for medical use in delivering pharmaceuticals from containers

source: Therapeutische Apparate mit Massageeinrichtungen
en: Therapeutic apparatus incorporating massaging facilities

source: Atemgeräte für die künstliche Beatmung
en: Respirators for artificial respiration

source: Rollatoren zur Verwendung als Gehhilfe
en: Wheeled trolleys adapted for use as walking aids

source: Geräte zum Analysieren von Gasen [für medizinische Zwecke]
en: Apparatus for analysing gases [for medical use]

source: Geräte für Blutanalysen [für medizinische Zwecke]
en: Apparatus for blood analysis [for medical use]

source: Dialysegeräte für veterinärmedizinische Zwecke
en: Apparatus for dialysis for veterinary use

source: Externe Defibrillatoren
en: External defibrillators

source: Vorrichtungen aus Naturgummi für die Empfängnisverhütung
en: Contrivances made from natural rubber for contraceptive purposes

source: Injektionshülsen für medizinische Zwecke
en: Injection sleeves for medical use

source: Saugapparate für zahnärztliche Zwecke
en: Suction apparatus for dental use

source: Implantierbare Schrittmacherkabel
en: Implantable pacemaking leads

source: Implantate für die Zahnchirurgie [Prothesen]
en: Implants [prosthesis] for dental surgery

source: Otologische Prothesengeräte
en: Otological prosthetic appliances

source: Knochendetektoren zur Messung des Mineralstoffgehalts von Knochen
en: Bone detectors for the measurement of bone mineral content

source: Positionsanzeiger für Kollimatoren für chirurgische Zwecke
en: Collimating position indicating apparatus for surgical use

source: Prothetische Implantate aus Silikon
en: Silicone prosthetic implants

source: Elektronische Kohlendioxidüberwachungsgeräte für medizinische Zwecke
en: Electronic carbon dioxide monitors used for medical purposes

source: Kardiovaskuläre Angioskope
en: Cardiovascular angioscopes

source: Ultraschallreinigungsinstrumente für medizinische Zwecke
en: Ultrasonic cleaning instruments for medical use

source: Erkennungsgeräte für medizinische Zwecke
en: Detecting instruments for medical use

source: Köpfe für Hüftprothesen
en: Heads for hip prostheses

source: Pumpen zur Extraktion von Dampf für medizinische Zwecke
en: Pumps for medical use in the extraction of vapour

source: Lungenfunktionstestgeräte für medizinische Zwecke
en: Lung function test apparatus for medical use

source: Laken [Tücher] für medizinische Zwecke
en: Sheets [drapes] for medical use

source: Faseroptische Geräte für medizinische Zwecke
en: Fibre optic instruments for medical purposes

source: Blutzentrifugierröhrchen [für medizinische Zwecke]
en: Blood centrifuging tubules [for medical use]

source: Orthopädische Stützen für Füße
en: Orthopaedic supports for feet

source: Spekula für Otoskope
en: Specula for otoscopes

source: Orthopädische Stützbandagen
en: Orthopedic support bandages

source: Neurochirurgische Adapter
en: Neurosurgical adaptors

source: Medizinische Instrumente zur Anwendung am menschlichen Körper
en: Medical instruments for application in human bodies

source: Medizinische Instrumente in Bezug auf das Hörvermögen
en: Medical instruments for use in relation to hearing

source: Umkehrosmosemembranen für medizinische Zwecke
en: Reversed osmosis membranes for medical use

source: Starre Endoskope
en: Rigid endoscopes

source: Fußbandagen [für Stützzwecke]
en: Foot bandages [supportive]

source: Intra-aortale Ballons
en: Intra-aortic balloons

source: Intravaskuläre Blutgasüberwachungsanlagen
en: Intra-vascular blood gas monitoring systems

source: Ballonaufblasgeräte für Dilatationsballonkatheter
en: Balloon inflating devices for balloon dilation catheters

source: Hochfrequenzgerinnungsinstrumente für medizinische Zwecke
en: High frequency coagulation instruments for medical purposes

source: Wiederbelebungsinstrumente für Hochrisikogeburten
en: High risk delivery resuscitation instruments

source: Platinkauter [für chirurgische Zwecke]
en: Platinum cauteries [for surgical use]

source: Prothetische Gelenkpfannen zur Befestigung von Gliedmaßenprothesen am Körper
en: Prosthetic sockets used to fasten prosthetic limbs to the body

source: Prothesen für medizinische Behandlungen
en: Prostheses for medical treatment

source: Elastische Strümpfe für medizinische Zwecke
en: Elastic stockings [for medical purposes]

source: Ellbogenschützer für Epicondylitis
en: Elbow guard for epicondylitis

source: Notklammern für das Becken
en: Emergency pelvic clamps

source: Wechseldruckpolster für medizinische Zwecke
en: Alternating pressure pads for medical use

source: Schienenbandagen zur Herstellung von Schienen
en: Splinting bandages for preparing splints

source: Orthopädische Heilungshilfen
en: Orthopaedic healing aids

source: Echtzeitfilter als Teile von Röntgenbildschirmen für medizinische Zwecke
en: Real time filters being parts of x-ray monitors for medical use

source: Refraktometer für medizinische Zwecke
en: Refractometers for medical use

source: Drucklindernde Kissen und Polster
en: Pressure relief pads and cushions

source: Flüssigkeitssammelgefäße für medizinische Zwecke
en: Fluid collection containers for medical use

source: Dehnbare Bänder zur Einführung in den Gallengang zur Behandlung von Stenose
en: Expandable braids for insertion in bile ducts for treating stenosis

source: Dehnbare Bänder zur Einführung in Blutgefäße zur Behandlung von Stenose
en: Expandable braids for insertion in blood vessels for treating stenosis

source: Dehnbare Bänder zur Einführung in die Speiseröhre zur Behandlung von Stenose
en: Expandable braids for insertion in oesophagus for the treatment of stenosis

source: Medizinische Heizgeräte zur Steuerung der Temperatur von Körperwunden
en: Medical heating units to control body wound temperatures

source: Medizinische Apparate zur Stärkung der Beckenbodenmuskulatur
en: Medical apparatus for strengthening muscles of the pelvic floor

source: Medizinische Apparate zum Prüfen des Blutzuckergehalts
en: Medical apparatus for testing the level of glucose in the blood

source: Medizinische Apparate für die Bauchspiegelung
en: Medical apparatus for use in laparoscopy

source: Intravenöse Beutel für medizinische Zwecke
en: Intravenous bags for medical purposes

source: Intravenöse Infusionspumpen für medizinische Zwecke
en: Intravenous infusion pumps for medical purposes

source: Irrigationsbeutel für medizinische Zwecke
en: Irrigation pouches for medical use

source: Automatische medizinische Dosierapparate für Injektionen für Tiere
en: Automatic medical apparatus for dosing animals by injection

source: Medizinische Diagnosegeräte für medizinische Zwecke
en: Medical diagnostic apparatus for medical purposes

source: Medizinische Stützen für den Körper
en: Medical supports for the body

source: Orthopädische Artikel
en: Orthopedic articles

source: Zervixkissen für medizinische Zwecke
en: Cervical pillows for medical use

source: Einsätze für Atemmasken für medizinische Zwecke
en: Inserts for breathing masks for medical use

source: Elektrische Heizkissen für medizinische Zwecke
en: Electric warming pads for medical use

source: Reizstromapparate für therapeutische Behandlungen
en: Electro-stimulation apparatus for use in therapeutic treatment

source: Tische für medizinische Untersuchungen
en: Tables specially made for medical examination

source: Temperaturfühlapparate für medizinische Zwecke
en: Temperature sensing apparatus for medical use

source: Röntgenspektroskopieapparate für medizinische Zwecke
en: X-ray spectroscopy apparatus for medical use

source: Apparate für die Behandlung von Lungenkrankheiten
en: Apparatus for the treatment of lung diseases

source: Geräte für die Tumordiagnostik
en: Apparatus for tumour diagnosis

source: Geräte zur Untersuchung von Zahnerkrankungen
en: Apparatus for use in assessing periodontal disease

source: Entwicklungsgeräte für Röntgenfilme [für medizinische Zwecke]
en: Processors for x-ray films [for medical purposes]

source: Prothesen aus hochfestem Porzellan zur Befestigung an der Zahnbeinstruktur
en: Prostheses constructed in high strength porcelain affixed to the dentine structure

source: Kondome für prophylaktische Zwecke
en: Condoms for prophylactic purposes

source: Medizinische Kühler mit Körperkontaktapplikatoren
en: Medical cooling units with body contact applicators

source: Apparate für elektrische Muskelstimulation
en: Apparatus for electrical muscle stimulation

source: Schutzvorrichtungen für Katheter
en: Protective guards for catheters

source: Zehenregulierer [orthopädisch]
en: Toe regulators [orthopaedic]

source: Augeninnendruckmessgeräte [medizinische Zwecke]
en: Tonometers for measuring [medical purposes]

source: Armschienen [chirurgische Schienen]
en: Armboards [surgical splints]

source: Rohre für zahnärztliche Anwendungen
en: Pipes for dental applications

source: Ausatemventile für die künstliche Beatmung
en: Ventilator exhalation valves for artificial respiration

source: Saugschläuche für medizinische Zwecke
en: Suction tubes for medical purposes

source: Stützstrümpfe für chirurgische Zwecke
en: Elastic stockings for surgical purposes

source: Wasserbeutel für medizinische Zwecke
en: Water bags for medical purposes

source: Klemmen zur Verwendung mit Stomabeuteln
en: Clips adapted for use with ostomy bags

source: CO2-Insufflatoren für die urologische Diagnose
en: Co2 insufflators for urological diagnosis

source: Kohlendioxiddetektoren für medizinische Zwecke
en: Carbon dioxide detectors for medical use

source: Spucknäpfe für medizinische Zwecke
en: Spittoons for medical purposes

source: Fahrbare Tragen
en: Stretchers, wheeled

source: Atemgasanalysegeräte für die medizinische Diagnostik
en: Breath gas analyzers for medical diagnostics

source: Dialysegeräte für medizinische Zwecke
en: Dialysis machines for medical use

source: Diaphragmen zu Verhütungszwecken
en: Diaphragms for contraception

source: Apparate für die künstliche Beatmung
en: Apparatus for artificial respiration

source: Apparate für die Diagnose von Hirngefäßerkrankungen
en: Apparatus for the diagnosis of cerebrovascular diseases

source: Apparate für die Diagnose von Entzündungskrankheiten
en: Apparatus for the diagnosis of inflammatory diseases

source: Apparate zur therapeutischen Stimulation des Körpers
en: Apparatus for the therapeutic stimulation of the body

source: Apparate zur therapeutischen Stimulation der Muskeln
en: Apparatus for the therapeutic stimulation of the muscles

source: Apparate zum Einpassen von Zahnprothesen
en: Apparatus for use in the fitting of dental prostheses

source: Ultraviolettstrahler für therapeutische Zwecke
en: Ultraviolet radiator units for therapeutic purposes

source: Pulszähler [medizinische Geräte]
en: Pulse counters [medical apparatus]

source: Pulsmessgeräte für medizinische Zwecke
en: Pulse meters for medical purposes

source: Testelektroden für medizinische Zwecke
en: Test electrodes for medical use

source: Schutzvorrichtungen gegen Röntgenstrahlen für medizinische Zwecke
en: Protection devices against X-rays, for medical purposes

source: Brutkästen für medizinische Zwecke
en: Incubators for medical purposes

source: Laser für medizinische Zwecke
en: Lasers for medical purposes

source: Medizinische Apparate und Instrumente
en: Medical apparatus and instruments

source: Wasserkissen für medizinische Zwecke
en: Water pillows for medical purposes

source: Wassertherapieapparate für medizinische Zwecke
en: Water therapy apparatus for medical use

source: Geräte zum Analysieren von Substanzen [für medizinische Zwecke]
en: Apparatus for analysing substances [for medical use]

source: Räucherapparate für medizinische Zwecke
en: Fumigation apparatus for medical purposes

source: Medizinische Geräte aus Gummi zur Präventivbehandlung
en: Contrivances of rubber for prophylactic purposes

source: Miederwaren für chirurgische Zwecke
en: Corsetry for surgical purposes

source: Infrarotapparate fÃ¼r Heilzwecke
en: Infrared apparatus for curative purposes

source: Periurethrale Prothesen
en: Periurethral prostheses

source: Physiologische Apparate für medizinische Zwecke
en: Physiological apparatus for medical use

source: Diagnostische Bildgebungsgeräte für medizinische Zwecke
en: Diagnostic imaging apparatus for medical use

source: Handbetätigte Heftpistolen für chirurgische Zwecke
en: Stapling guns (Hand-operated -) for surgical use

source: Positionsanzeiger für Kollimatoren für medizinische Zwecke
en: Collimating position indicating apparatus for medical use

source: Galvanische Therapiegeräte
en: Galvanic therapeutic appliances

source: Elektronische Blutdruckmessgeräte [für medizinische Zwecke]
en: Electronic blood pressure meters [for medical use]

source: Leibbinden [für medizinische Zwecke]
en: Abdominal belts [for medical purposes]

source: Künstliche Knochen zur Implantation
en: Artificial bones for implantation

source: Künstliche Knorpel
en: Artificial cartilage

source: Schläuche für chirurgische Zwecke
en: Tubes for surgical purposes

source: Schlauchbandagen [unterstützend]
en: Tubular bandages [supportive]

source: Ultraschallaspiratoren zum Auswaschen von weichen Gewebeteilen
en: Ultrasonic aspirators for washing out soft tissue parts

source: Pumpen zur Extraktion von Gasen für medizinische Zwecke
en: Pumps for medical use in the extraction of gases

source: Strahlenschutztextilien zur Verwendung für therapeutische Behandlungen
en: Radiation shielding textiles for use in therapeutic treatment

source: Chirurgische Schwammtücher
en: Sponge material for surgical use

source: Edelstahlbestecke für chirurgische Zwecke
en: Stainless steel cutlery for surgical use

source: Unterleibspolster für chirurgische Zwecke
en: Pads (Abdominal -) for surgical use

source: Barren für medizinisch-therapeutische Zwecke
en: Parallel bars for medical therapeutic use

source: Katheter für die Embolektomie
en: Catheters for use in embolectomy

source: Silikonschnüre in Verbindung mit einer Nadel zur Verwendung für das Zurückziehen von Venen bei Operationen
en: Silicone lace combined with a needle for use in the retraction of veins during surgery

source: Elastische Handgelenkstützen
en: Elasticated supports for the wrist

source: Unterlagen für inkontinente Frauen
en: Female urinary incontinence devices

source: Subkutane Nadeln für die Nierendialyse
en: Hypodermic needles for use in renal dialysis

source: Immunoabsorptionssäulen für therapeutische Zwecke
en: Immunoadsorption columns for therapeutic use

source: Iimunologische Analysegeräte
en: Immunological analysers

source: Sohlen aus Leder [orthopädisch]
en: Soles made of leather [orthopaedic]

source: Geräte zum Ausblenden von Tönen [otologisches Gerät]
en: Sound excluding instruments for medical use

source: Spektrokolorimeters für die Feststellung von Farbenblindheit
en: Spectrocolorimeters for use in the detection of colour blindness

source: Sauerstoffkonzentratoren für medizinische Anwendungen
en: Oxygen concentrators for medical applications

source: Nichtselektive Elektroden als chemisch sensible Sonden [für medizinische Zwecke]
en: Non-selective electrodes being chemically sensitive probes [for medical use]

source: Verdampfer für flüssige Anästhetika
en: Evaporators for liquid anaesthetics

source: Trainingsgeräte zur Stimulation für medizinische Zwecke
en: Exercise simulating apparatus for medical purposes

source: Möbel für endoskopische Untersuchungen
en: Furniture for endoscopic examination purposes

source: Röntgenapparate für zahnärztliche Zwecke
en: X-ray apparatus for dental imaging

source: Kapillarröhrchen für Proben
en: Capillary tubes for samples

source: Kastriergeräte [für veterinärmedizinische Zwecke]
en: Castrating apparatus [for veterinary purposes]

source: Orthopädische Laken zur Verwendung bei orthopädischen Operationen
en: Orthopaedic sheets adapted for use during orthopaedic operations

source: Skalpelle mit elektromagnetischer Strahlung
en: Scalpels emitting electromagnetic rays

source: Elastische Stützen für das Knie
en: Elasticated supports for the knee

source: Filter zur Verwendung in Venen
en: Filters for use within veins

source: Lichtfilter für medizinische Zwecke
en: Light filters for medical use

source: Medizinische Tests zur häuslichen Diabeteskontrolle
en: Medical test kits for diabetes monitoring for home use

source: Medizinische Ultraschalldiagnosegeräte
en: Ultrasonic medical diagnostic apparatus

source: Medizinische Apparate für neurografische Zwecke
en: Medical apparatus for neurographic purposes

source: Automatische medizinische Dosierapparate für Injektionen für Menschen
en: Automatic medical apparatus for dosing humans by injection

source: Orthopädische Gürtel
en: Orthopaedic belts

source: Medizinische Implantate aus künstlichen Materialien
en: Medical implants made of artificial materials

source: Haken zur Fixierung von Knochenbrüchen
en: Hooks being fracture fixation devices

source: Schläuche für die Peritonealdialyse
en: Hose systems for peritoneal dialysis

source: Temperaturetiketten für medizinische Zwecke
en: Temperature indicator labels for medical purposes

source: Polster für Schuhe [orthopädisch]
en: Pads for shoes [orthopaedic]

source: Herzschrittmacher
en: Heart pacemakers

source: Elektrisch beheizte Kissen für medizinische Zwecke
en: Cushions (Heating -), electric, for medical purposes

source: Orthopädische Gelenkbandagen
en: Bandages for joints, anatomical

source: Künstliche Organe und Implantate
en: Artificial organs and implants

source: Chirurgische und Wundversorgungsausrüstung
en: Surgical and wound treating equipment

source: Diagnose-, Untersuchungs- und Überwachungsgeräte
en: Diagnostic, examination, and monitoring equipment

source: Physiotherapie- und Rehabilitationsgeräte
en: Physiotherapy and rehabilitation equipment

source: Prothesen und künstliche Implantate
en: Prosthetics and artificial implants

source: Medizinische Möbel und Bettwaren, Ausrüstung zum Umlagern von Patienten
en: Medical furniture and bedding, equipment for moving patients

source: Transportable Urinierhilfen für Frauen
en: Portable urination aids for women

source: Infrarotthermometer fÃ¼r medizinische Zwecke
en: Infrared thermometers for medical purposes

source: Medizinische Geräte zur Hautverbesserung mittels Laser
en: Medical skin enhancement apparatus using lasers

source: Pupillometer zur Messung der Pupillenreaktivität gegenüber Reizen
en: Pupillometers for measuring pupillary reactivity to stimulus

source: Pupillometer zur Messung der Pupillendistanz [PD]
en: Pupillometers for measuring pupillary distance (PD)

source: Tropfpipetten für medizinische Zwecke
en: Dropping pipettes for medical purposes

source: Künstliche Materialien zum Ausfüllen von Hohlräumen in Knochen
en: Bone void fillers consisting of artificial materials

source: Gummibänder für Zahnspangen
en: Orthodontic rubber bands

source: Analysegeräte zur Identifizierung von Bakterien für medizinische Zwecke
en: Analysers for bacterial identification for medical purposes

source: Apparate für DNA- und RNA-Untersuchungen für medizinische Zwecke
en: Apparatus for DNA and RNA exams for medical purposes

source: Apparate für die Regeneration von Stammzellen für medizinische Zwecke
en: Apparatus for the regeneration of stem cells for medical purposes

source: Magnetarmbänder für medizinische Zwecke
en: Magnetic bracelets for medical purposes

source: Antirheuma-Armbänder, -reifen
en: Anti-rheumatism bracelets

source: Apparate für die Akupressurtherapie
en: Apparatus for acupressure therapy

source: Apparate zur Verwendung bei der Implementierung von Diagnosetests zur Erkennung des anomalen Prionproteins
en: Apparatus used in implementing diagnosis tests designed to detect the abnormal prion protein

source: Speziell angepasste Behälter für die Entsorgung von medizinischen Instrumenten, Spritzen und anderem kontaminierten medizinischen Abfall
en: Containers especially adapted for the disposal of medical instruments, syringes and other contaminated medical waste
